Repository: nukeviet/ckeditor5-nviframe
Catalog: lang/translations/*.po
Languages: ru

source: Insert iframe
ru: Вставить iframe

source: The URL must not be empty.
ru: URL не должен быть пустым.

source: Paste the iframe URL in the input.
ru: Вставьте URL iframe в поле ввода.

source: Tip: Paste the URL into the content to embed faster.
ru: Совет: Вставьте URL в содержимое, чтобы быстрее встроить.

source: Iframe URL
ru: URL iframe

source: Size
ru: Размер

source: Width
ru: Ширина

source: Height
ru: Высота

source: Auto
ru: Авто

source: Fixed
ru: Фиксированный

source: Ratio
ru: Соотношение

source: In pixels
ru: В пикселях

source: Use the format x:y
ru: Используйте формат x:y

source: Width must be greater than 0
ru: Ширина должна быть больше 0

source: Height must be greater than 0
ru: Высота должна быть больше 0

source: Ratio must follow the x:y format
ru: Соотношение должно соответствовать формату x:y

source: Update iframe
ru: Обновить iframe

source: Iframe widget
ru: Виджет iframe

source: The URL is not valid.
ru: URL недействителен.
